7767517
4 4
Input                    in0                      0 1 in0
InnerProduct             fcrelu_0                 1 1 in0 1 0=128 1=1 2=736896 9=1
InnerProduct             fcrelu_1                 1 1 1 2 0=64 1=1 2=8192 9=1
InnerProduct             linear_2                 1 1 2 out0 0=8 1=1 2=512
