7767517
4 4
Input                    in0                      0 1 in0
InnerProduct             fcrelu_0                 1 1 in0 1 0=64 1=1 2=5376 9=1
InnerProduct             fcrelu_1                 1 1 1 2 0=32 1=1 2=2048 9=1
InnerProduct             linear_2                 1 1 2 out0 0=14 1=1 2=448
